Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: Asks macOS for %@'s saved login again. Choose Always Allow and it will stop asking.
fr: Redemande à macOS les identifiants enregistrés de %@. Choisissez Toujours autoriser et il cessera de demander.
ja: %@ の保存済みログインを macOS に再度要求します。「常に許可」を選べば以後は尋ねられません。
pt_br: Pede novamente ao macOS o login salvo do %@. Escolha Sempre Permitir e ele deixará de perguntar.
ru: Повторно запрашивает у macOS сохранённый вход %@. Выберите «Разрешать всегда», чтобы больше не видеть этот запрос.
zh_hans: 再次向 macOS 请求 %@ 已保存的登录信息。选「始终允许」就不会再问。

source: Auto usage
fr: Consommation auto
ja: 自動使用量
pt_br: Uso automático
ru: Автоматическое использование
zh_hans: Auto 用量

source: Automatic
fr: Automatique
ja: 自動
pt_br: Automático
ru: Автоматически
zh_hans: 自动

source: Bottom
fr: Bas
ja: 下
pt_br: Inferior
ru: Снизу
zh_hans: 底部

source: Check connection
fr: Vérifier la connexion
ja: 接続を確認
pt_br: Verificar conexão
ru: Проверить подключение
zh_hans: 检查连接

source: Check now
fr: Vérifier maintenant
ja: 今すぐ確認
pt_br: Verificar agora
ru: Проверить сейчас
zh_hans: 立即检查

source: Checking LM Studio…
fr: Vérification de LM Studio…
ja: LM Studio を確認中…
pt_br: Verificando o LM Studio…
ru: Проверка LM Studio…
zh_hans: 正在检查 LM Studio…

source: Checking Ollama…
fr: Vérification d'Ollama…
ja: Ollama を確認中…
pt_br: Verificando o Ollama…
ru: Проверка Ollama…
zh_hans: 正在检查 Ollama…

source: Checking…
fr: Vérification…
ja: 確認中…
pt_br: Verificando…
ru: Проверка…
zh_hans: 正在检查…

source: Choose an accent colour
fr: Choisissez une couleur d'accentuation
ja: アクセントカラーを選択
pt_br: Escolha uma cor de destaque
ru: Выберите акцентный цвет
zh_hans: 选择强调色

source: Choose where pillr appears
fr: Choisissez où pillr apparaît
ja: pillr の表示場所を選択
pt_br: Escolha onde o pillr aparece
ru: Выберите, где показывать pillr
zh_hans: 选择 pillr 出现在哪里

source: Choose which limit appears in the main notch for Antigravity.
fr: Choisissez la limite affichée dans l'encoche principale pour Antigravity.
ja: Antigravity で主ノッチに表示する上限を選びます。
pt_br: Escolha qual limite aparece no notch principal para o Antigravity.
ru: Выберите лимит, который отображается на основной панели Antigravity.
zh_hans: 选择 Antigravity 在主刘海里显示哪项额度。

source: Claude Code files a new keychain entry on every token rotation. An account signed in for a while could pick an old, expired one at random and show "waiting for the first reading" forever.
fr: Claude Code dépose une nouvelle entrée dans le trousseau à chaque rotation de jeton. Un compte connecté depuis un moment pouvait en choisir une ancienne, expirée, au hasard, et afficher « en attente du premier relevé » indéfiniment.
ja: Claude Code はトークンをローテーションするたびに新しいキーチェーン項目を作ります。しばらくサインインしたままのアカウントでは、古い期限切れの項目がランダムに選ばれ、「最初の読み取りを待っています」がいつまでも表示されることがありました。
pt_br: O Claude Code cria uma nova entrada nas chaves a cada rotação de token. Uma conta conectada há algum tempo podia escolher ao acaso uma antiga e expirada e exibir "aguardando a primeira leitura" para sempre.
ru: Claude Code создаёт новую запись в связке ключей при каждой смене токена. Давно авторизованный аккаунт мог случайно выбрать старую просроченную запись и навсегда показать «ожидание первого показания».
zh_hans: Claude Code 每次轮换令牌都会写一条新的钥匙串。登录较久的账号可能随机拿到过期的那条，然后永远显示「正在等待首次读数」。

source: Claude Code found where npm puts it
fr: Claude Code trouvé là où npm l'installe
ja: npm が置いた場所の Claude Code も見つかるように
pt_br: Claude Code encontrado onde o npm o coloca
ru: Claude Code найден там, куда его установил npm
zh_hans: 能找到 npm 安装的 Claude Code

source: Claude Desktop usage, read from its own cache
fr: Consommation de Claude Desktop, lue depuis son propre cache
ja: Claude Desktop の使用量を、自身のキャッシュから読み取り
pt_br: Uso do Claude Desktop, lido do próprio cache
ru: Использование Claude Desktop из собственного кэша
zh_hans: Claude Desktop 用量，从它自己的缓存读取

source: Claude and GPT models
fr: Modèles Claude et GPT
ja: Claude と GPT のモデル
pt_br: Modelos Claude e GPT
ru: Модели Claude и GPT
zh_hans: Claude 和 GPT 模型

source: Claude reads its own CLI's /usage first, touching the keychain only as a fallback; Antigravity's language server is asked before it.
fr: Claude lit d'abord le /usage de sa propre CLI et ne touche au trousseau qu'en repli ; le serveur de langage d'Antigravity est interrogé avant lui.
ja: Claude はまず自身の CLI の /usage を読み、キーチェーンは代替手段としてのみ使います。Antigravity は、その前に言語サーバーへ問い合わせます。
pt_br: O Claude lê primeiro o /usage da própria CLI, recorrendo às chaves apenas como alternativa; o servidor de linguagem do Antigravity é consultado antes dele.
ru: Claude сначала читает /usage собственного CLI и обращается к связке ключей только как к запасному варианту; Antigravity сначала опрашивает языковой сервер.
zh_hans: Claude 先读自己 CLI 的 /usage，只有退路才碰钥匙串；Antigravity 会先问它的语言服务器。

source: Claude, Cursor, Codex and Gemini
fr: Claude, Cursor, Codex et Gemini
ja: Claude、Cursor、Codex、Gemini
pt_br: Claude, Cursor, Codex e Gemini
ru: Claude, Cursor, Codex и Gemini
zh_hans: Claude、Cursor、Codex 和 Gemini

source: Clicking near the screen edge before the notch had even opened could leave it stuck open with nothing on screen explaining why.
fr: Cliquer près du bord de l'écran avant même l'ouverture de l'encoche pouvait la laisser bloquée ouverte, sans rien à l'écran pour l'expliquer.
ja: ノッチが開く前に画面の端の近くをクリックすると、理由が画面に出ないまま開いた状態で固まることがありました。
pt_br: Clicar perto da borda da tela antes mesmo de o notch abrir podia deixá-lo preso aberto, sem nada na tela explicando o motivo.
ru: Щелчок у края экрана до открытия панели мог оставить её открытой без объяснения на экране.
zh_hans: 刘海还没展开时点到屏幕边缘，可能让它卡在打开状态，屏幕上却没有任何解释。

source: Clicking the notch toggled the same flag the setting used, so a stray click quietly put it back to showing on hover.
fr: Cliquer sur l'encoche basculait le même indicateur que le réglage : un clic malencontreux la remettait discrètement sur affichage au survol.
ja: ノッチをクリックすると設定と同じフラグが切り替わっていたため、誤クリックで静かに「ホバー時に表示」へ戻っていました。
pt_br: Clicar no notch alternava o mesmo sinalizador que o ajuste usava, então um clique perdido o devolvia silenciosamente para exibir ao passar o cursor.
ru: Щелчок по панели менял тот же флаг, что и настройка, поэтому случайный щелчок незаметно возвращал режим показа при наведении.
zh_hans: 点击刘海会拨动设置用的同一个开关，一次误点就会悄悄变回悬停时显示。

source: pillr Settings
fr: Réglages de pillr
ja: pillr 設定
pt_br: Ajustes do pillr
ru: Настройки pillr
zh_hans: pillr 设置

source: pillr is set to Always show. Change it in Settings.
fr: pillr est réglé sur Toujours afficher. Modifiez-le dans les Réglages.
ja: pillr は「常に表示」に設定されています。設定で変更してください。
pt_br: O pillr está definido como Sempre exibir. Altere isso nos Ajustes.
ru: Для pillr включён режим «Показывать всегда». Измените его в настройках.
zh_hans: pillr 已设为「始终显示」。请在设置里更改。

source: pillr is up to date.
fr: pillr est à jour.
ja: pillr は最新です。
pt_br: O pillr está atualizado.
ru: pillr обновлён.
zh_hans: pillr 已是最新版本。

source: pillr uses this language even if the Mac does not.
fr: pillr utilise cette langue même si le Mac ne le fait pas.
ja: Mac がこの言語でなくても、pillr はこの言語を使います。
pt_br: O pillr usa este idioma mesmo que o Mac não use.
ru: pillr использует этот язык независимо от языка Mac.
zh_hans: 即使 Mac 不是这种语言，pillr 也使用它。

source: pillr was refused access to %@'s saved login. Click this ring to ask again, and choose Always Allow.
fr: pillr s'est vu refuser l'accès aux identifiants enregistrés de %@. Cliquez sur cet anneau pour redemander, puis choisissez Toujours autoriser.
ja: pillr は %@ の保存済みログインへのアクセスを拒否されました。このリングをクリックして再度要求し、「常に許可」を選んでください。
pt_br: O pillr teve acesso negado ao login salvo do %@. Clique neste anel para pedir de novo e escolha Sempre Permitir.
ru: pillr не получил доступ к сохранённому входу %@. Нажмите это кольцо, повторите запрос и выберите «Разрешать всегда».
zh_hans: pillr 未能读取 %@ 已保存的登录信息。点击这个圆环再试一次，并选择「始终允许」。

source: Codex is read live instead of from a log
fr: Codex est lu en direct plutôt que depuis un journal
ja: Codex をログではなくライブで読み取るように
pt_br: O Codex é lido ao vivo em vez de a partir de um registro
ru: Codex читается в реальном времени, а не из журнала
zh_hans: Codex 改为实时读取，而不再读日志

source: Codex reads live, and Always show stays on.
fr: Codex se lit en direct, et Toujours afficher le reste.
ja: Codex をライブ読み取りに。「常に表示」もオフになりません。
pt_br: O Codex é lido ao vivo, e o Sempre exibir permanece ativo.
ru: Codex читается в реальном времени, а «Показывать всегда» сохраняется.
zh_hans: Codex 改为实时读取，「始终显示」会保持打开。

source: Codex reported no usage windows
fr: Codex n'a signalé aucune fenêtre de consommation
ja: Codex は使用量の枠を返しませんでした
pt_br: O Codex não informou nenhuma janela de uso
ru: Codex не сообщил ни одного окна использования
zh_hans: Codex 没有返回任何用量窗口

source: Codex's live reading only recognised a 5-hour and a 7-day window. A free-plan account's real limit was a 30-day one, which fell through unnoticed and showed as nothing metered on an account that was genuinely tracked.
fr: Le relevé en direct de Codex ne reconnaissait qu'une fenêtre de 5 heures et une de 7 jours. La vraie limite d'un compte en plan gratuit était sur 30 jours : elle passait inaperçue et s'affichait comme « rien à mesurer » sur un compte pourtant bien suivi.
ja: Codex のライブ読み取りは 5 時間と 7 日間の枠しか認識していませんでした。無料プランのアカウントの実際の上限は 30 日間で、これが見落とされ、本当は計測されているアカウントが「計測対象なし」と表示されていました。
pt_br: A leitura ao vivo do Codex só reconhecia uma janela de 5 horas e uma de 7 dias. O limite real de uma conta do plano gratuito era de 30 dias, que passava despercebido e aparecia como nada medido numa conta que de fato era acompanhada.
ru: Актуальное чтение Codex распознавало только окна на 5 часов и 7 дней. У бесплатного аккаунта настоящим был лимит на 30 дней, который незаметно пропускался, поэтому отслеживаемый аккаунт показывался без измеряемого использования.
zh_hans: Codex 的实时读数只认 5 小时和 7 天窗口。免费套餐账号真正的额度是 30 天，被悄悄漏掉，一个确实在计量的账号显示成没有可计量的额度。

source: Command Code has nothing metered on this account yet
fr: Command Code n'a encore rien de mesuré sur ce compte
ja: このアカウントには、Command Code が計測する対象がまだありません
pt_br: O Command Code ainda não tem nada medido nesta conta
ru: Для этого аккаунта Command Code пока нет измеряемого использования
zh_hans: 这个 Command Code 账号目前没有可计量的额度

source: Compares each timed allowance with the time left until reset, showing quota in deficit or held in reserve.
fr: Compare chaque allocation temporisée au temps restant avant réinitialisation, en montrant le quota en déficit ou gardé en réserve.
ja: 時間で区切られた枠ごとに、リセットまでの残り時間と比べて、超過分か余裕分かを示します。
pt_br: Compara cada cota cronometrada com o tempo restante até a renovação, mostrando a cota em déficit ou guardada em reserva.
ru: Сравнивает каждый лимит по времени с оставшимся до сброса временем и показывает дефицит или запас квоты.
zh_hans: 把每段有时限的额度与距离重置的时间比较，显示透支还是留有余量。

source: Complete
fr: Terminé
ja: 完了
pt_br: Concluído
ru: Завершено
zh_hans: 已完成

source: Connect an assistant to get started
fr: Connectez un assistant pour commencer
ja: アシスタントを接続して始めましょう
pt_br: Conecte um assistente para começar
ru: Подключите ассистента, чтобы начать
zh_hans: 连接一个助手以开始使用

source: Connect the Go plan in OpenCode to read your usage
fr: Connectez le plan Go dans OpenCode pour lire votre consommation
ja: 使用量を読み取るには OpenCode で Go プランを接続
pt_br: Conecte o plano Go no OpenCode para ler seu uso
ru: Подключите тариф Go в OpenCode, чтобы читать использование
zh_hans: 在 OpenCode 中开通 Go 套餐以读取用量

source: Connected
fr: Connectés
ja: 接続済み
pt_br: Conectado
ru: Подключён
zh_hans: 已连接

source: Connecting to LM Studio…
fr: Connexion à LM Studio…
ja: LM Studio に接続中…
pt_br: Conectando ao LM Studio…
ru: Подключение к LM Studio…
zh_hans: 正在连接 LM Studio…

source: Connecting to Ollama…
fr: Connexion à Ollama…
ja: Ollama に接続中…
pt_br: Conectando ao Ollama…
ru: Подключение к Ollama…
zh_hans: 正在连接 Ollama…

source: Connection
fr: Connexion
ja: 接続
pt_br: Conexão
ru: Подключение
zh_hans: 连接

source: Continue
fr: Continuer
ja: 続ける
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

source: Contributors can build without Xcode signing
fr: Les contributeurs peuvent compiler sans signature Xcode
ja: Xcode の署名なしでコントリビューターがビルドできるように
pt_br: Colaboradores podem compilar sem a assinatura do Xcode
ru: Разработчики могут собирать без подписи Xcode
zh_hans: 贡献者可以在没有 Xcode 签名的情况下构建

source: Contributors can build without a certificate
fr: Les contributeurs peuvent compiler sans certificat
ja: 証明書なしでコントリビューターがビルドできるように
pt_br: Colaboradores podem compilar sem um certificado
ru: Сборка для разработчиков работает без сертификата
zh_hans: 贡献者可以在没有证书的情况下构建

source: Cost
fr: Coût
ja: コスト
pt_br: Custo
ru: Стоимость
zh_hans: 费用

source: Current session
fr: Session en cours
ja: 現在のセッション
pt_br: Sessão atual
ru: Текущая сессия
zh_hans: 当前会话

source: Current streak
fr: Série en cours
ja: 現在の連続日数
pt_br: Sequência atual
ru: Текущая серия
zh_hans: 当前连续

source: Cursor sessions stop reporting work that already ended
fr: Les sessions Cursor cessent de signaler un travail déjà terminé
ja: Cursor のセッションが、終わった作業を報告し続けないように
pt_br: As sessões do Cursor param de relatar trabalho que já terminou
ru: Сеансы Cursor перестают сообщать о завершённой работе
zh_hans: Cursor 会话不再把已经结束的工作报成还在进行

source: Custom
fr: Personnalisé
ja: カスタム
pt_br: Personalizado
ru: Пользовательский
zh_hans: 自定

source: Daily cost
fr: Coût quotidien
ja: 1 日のコスト
pt_br: Custo diário
ru: Расход за день
zh_hans: 每日费用

source: Daily quota
fr: Quota quotidien
ja: 1 日の割り当て
pt_br: Cota diária
ru: Суточная квота
zh_hans: 每日额度

source: Daily tokens
fr: Jetons quotidiens
ja: 1 日のトークン
pt_br: Tokens diários
ru: Токены за день
zh_hans: 每日 token

source: Declining no longer looks like being signed out, and Allow access… asks macOS again.
fr: Refuser ne ressemble plus à une déconnexion, et Autoriser l'accès… redemande à macOS.
ja: 拒否してもサインアウトには見えなくなり、「アクセスを許可…」で macOS に再度要求できます。
pt_br: Recusar não parece mais estar desconectado, e Permitir acesso… pergunta ao macOS de novo.
ru: Отказ больше не выглядит как выход из аккаунта, а «Разрешить доступ…» повторяет запрос macOS.
zh_hans: 拒绝不再看起来像已退出，「允许访问…」会再问一次 macOS。

source: Desktop
fr: Bureau
ja: デスクトップ
ru: Рабочий стол
zh_hans: 桌面端

source: Detected models appear in Accounts → Connected. Model loading and unloading is checked every second.
fr: Les modèles détectés apparaissent dans Comptes → Connectés. Le chargement et le déchargement des modèles sont vérifiés chaque seconde.
ja: 見つかったモデルは アカウント → 接続済み に表示されます。モデルの読み込みと解放は毎秒確認します。
pt_br: Os modelos detectados aparecem em Contas → Conectado. O carregamento e descarregamento dos modelos é verificado a cada segundo.
ru: Найденные модели появляются в Аккаунты → Подключён. Загрузка и выгрузка моделей проверяется каждую секунду.
zh_hans: 检测到的模型会出现在「账号 → 已连接」。模型加载和卸载每秒检查一次。

source: Device accent color
fr: Couleur d'accentuation de l'appareil
ja: デバイスのアクセントカラー
pt_br: Cor de destaque do dispositivo
ru: Акцентный цвет устройства
zh_hans: 设备强调色

source: Display
fr: Écran
ja: ディスプレイ
pt_br: Tela
ru: Дисплей
zh_hans: 显示器

source: Displays
fr: Écrans
ja: ディスプレイ
pt_br: Telas
ru: Дисплеи
zh_hans: 显示器

source: Distant resets show a date
fr: Les réinitialisations lointaines affichent une date
ja: 先のリセットは日付で表示
pt_br: Renovações distantes exibem uma data
ru: Далёкий сброс показывает дату
zh_hans: 很远的重置会显示日期

source: Down the left-hand edge, clear of a Dock on that side.
fr: Le long du bord gauche, à l'écart d'un Dock placé de ce côté.
ja: 左端に沿って。その側の Dock は避けます。
pt_br: Ao longo da borda esquerda, livre de um Dock desse lado.
ru: Вдоль левого края, не занимая место у Dock.
zh_hans: 沿左边缘，避开那一侧的程序坞。

source: Down the right-hand edge, clear of a Dock on that side.
fr: Le long du bord droit, à l'écart d'un Dock placé de ce côté.
ja: 右端に沿って。その側の Dock は避けます。
pt_br: Ao longo da borda direita, livre de um Dock desse lado.
ru: Вдоль правого края, не занимая место у Dock.
zh_hans: 沿右边缘，避开那一侧的程序坞。

source: Drag to reorder the rings
fr: Faites glisser pour réordonner les anneaux
ja: ドラッグでリングを並べ替え
pt_br: Arraste para reordenar os anéis
ru: Перетащите, чтобы изменить порядок колец
zh_hans: 拖动以重排圆环

source: Drag to reorder. The notch draws the rings in this order.
fr: Faites glisser pour réordonner. L'encoche dessine les anneaux dans cet ordre.
ja: ドラッグして並べ替えます。ノッチはこの順にリングを描きます。
pt_br: Arraste para reordenar. O notch desenha os anéis nesta ordem.
ru: Перетащите, чтобы изменить порядок. Панель отображает кольца в этом порядке.
zh_hans: 拖动以改顺序。刘海按这个顺序画圆环。

source: Each display gets its own notch, and hovering one opens only that one.
fr: Chaque écran a sa propre encoche, et en survoler une n'ouvre que celle-là.
ja: ディスプレイごとに独自のノッチが出ます。ホバーしたものだけが開きます。
pt_br: Cada tela ganha o próprio notch, e passar o cursor sobre um abre somente aquele.
ru: На каждом дисплее есть своя панель, и наведение открывает только её.
zh_hans: 每个显示器各有一个刘海，悬停只会打开那一个。

source: Each read from the tool already signed in on this Mac. pillr never asks for a password.
fr: Chacun lu depuis l'outil déjà connecté sur ce Mac. pillr ne demande jamais de mot de passe.
ja: いずれもこの Mac ですでにサインイン済みのツールから読み取ります。pillr がパスワードを尋ねることはありません。
pt_br: Cada um lido da ferramenta já conectada neste Mac. O pillr nunca pede uma senha.
ru: Данные читаются из уже авторизованного на этом Mac инструмента. pillr никогда не спрашивает пароль.
zh_hans: 各自读取这台 Mac 上已经登录的工具。pillr 从不问密码。

source: Easier to read at a glance, and harder to ignore.
fr: Plus facile à lire d'un coup d'œil, et plus difficile à ignorer.
ja: ひと目で読みやすく、無視しにくいサイズ。
pt_br: Mais fácil de ler de relance, e mais difícil de ignorar.
ru: Легче читать одним взглядом, но сложнее не заметить.
zh_hans: 一眼更好读，也更难忽视。

source: Edge
fr: Bord
ja: 配置する辺
pt_br: Borda
ru: Край
zh_hans: 边缘

source: Ensure Antigravity IDE is running to read this account.
fr: Lancez l'IDE Antigravity pour lire ce compte.
ja: このアカウントを読み取るには、Antigravity IDE を起動しておいてください。
pt_br: Deixe o IDE do Antigravity aberto para ler esta conta.
ru: Убедитесь, что Antigravity IDE запущена, чтобы читать этот аккаунт.
zh_hans: 请先运行 Antigravity IDE，才能读取此账号。

source: Enter an Ollama API key below, or export OLLAMA_API_KEY in your shell.
fr: Saisissez une clé API Ollama ci-dessous, ou exportez OLLAMA_API_KEY dans votre shell.
ja: 下に Ollama の API キーを入力するか、シェルで OLLAMA_API_KEY を export してください。
pt_br: Insira uma chave de API do Ollama abaixo, ou exporte OLLAMA_API_KEY no seu shell.
ru: Введите API-ключ Ollama ниже или экспортируйте OLLAMA_API_KEY в оболочке.
zh_hans: 在下方填写 Ollama API 密钥，或在 shell 里导出 OLLAMA_API_KEY。

source: Enter an Ollama API key in Settings, or export OLLAMA_API_KEY
fr: Saisissez une clé API Ollama dans les Réglages, ou exportez OLLAMA_API_KEY
ja: 設定で Ollama の API キーを入力するか、OLLAMA_API_KEY を export してください
pt_br: Insira uma chave de API do Ollama nos Ajustes, ou exporte OLLAMA_API_KEY
ru: Введите API-ключ Ollama в настройках или экспортируйте OLLAMA_API_KEY
zh_hans: 在设置里填写 Ollama API 密钥，或导出 OLLAMA_API_KEY

source: Every session, and a tooltip that fits on the screen.
fr: Toutes les sessions, et une info-bulle qui tient à l'écran.
ja: すべてのセッションと、画面に収まるツールチップ。
pt_br: Todas as sessões, e uma dica que cabe na tela.
ru: Каждый сеанс и подсказка, помещающаяся на экране.
zh_hans: 每一个会话，以及一张能放进屏幕的提示卡。

source: Expires %@
fr: Expire %@
ja: %@ に期限切れ
pt_br: Expira %@
ru: Истекает %@
zh_hans: %@ 到期

source: Far fewer keychain prompts
fr: Bien moins d'invites du trousseau
ja: キーチェーンの確認が大幅に減少
pt_br: Muito menos pedidos de acesso às chaves
ru: Гораздо меньше запросов связки ключей
zh_hans: 钥匙串提示少得多

source: Fewer keychain prompts for Claude and Antigravity
fr: Moins d'invites du trousseau pour Claude et Antigravity
ja: Claude と Antigravity のキーチェーン確認を削減
pt_br: Menos pedidos de acesso às chaves para o Claude e o Antigravity
ru: Меньше запросов связки ключей для Claude и Antigravity
zh_hans: Claude 和 Antigravity 的钥匙串提示更少

source: Fills the ring against a ceiling you choose; Google publishes none for an API key.
fr: Remplit l'anneau par rapport à un plafond que vous choisissez ; Google n'en publie aucun pour une clé API.
ja: 自分で決めた上限に対してリングを満たします。API キーについて Google は上限を公表していません。
pt_br: Preenche o anel em relação a um teto que você escolhe; o Google não publica nenhum para uma chave de API.
ru: Заполняет кольцо до выбранного предела; Google не публикует предел для API-ключа.
zh_hans: 按你设定的上限填充圆环；Google 不为 API 密钥公布额度。

source: Finished
fr: Terminée
ja: 完了
pt_br: Concluído
ru: Завершено
zh_hans: 已完成

source: Follow System
fr: Suivre le système
ja: システムに従う
pt_br: Seguir o sistema
ru: Как в системе
zh_hans: 跟随系统

source: Follow active window
fr: Suivre la fenêtre active
ja: アクティブなウインドウに追従
pt_br: Acompanhar a janela ativa
ru: Следовать за активным окном
zh_hans: 跟随活动窗口

source: For
fr: Pendant
ja: 表示時間
pt_br: Por
ru: На
zh_hans: 持续

source: Free queries
fr: Requêtes gratuites
ja: 無料クエリ
pt_br: Consultas gratuitas
ru: Бесплатные запросы
zh_hans: 免费查询

source: Funded
fr: Approvisionné
ja: 入金済み
pt_br: Com saldo
ru: Пополнено
zh_hans: 已充值

source: GLM added
fr: GLM ajouté
ja: GLM に対応
pt_br: GLM adicionado
ru: Добавлен GLM
zh_hans: 加入了 GLM

source: Gemini Models
fr: Modèles Gemini
ja: Gemini モデル
pt_br: Modelos Gemini
ru: Модели Gemini
zh_hans: Gemini 模型

source: General
fr: Général
ja: 一般
pt_br: Geral
ru: Общие
zh_hans: 通用

source: GitHub Copilot is a new ring
fr: GitHub Copilot est un nouvel anneau
ja: GitHub Copilot が新しいリングに
pt_br: O GitHub Copilot é um novo anel
ru: GitHub Copilot — новое кольцо
zh_hans: GitHub Copilot 成了新的圆环

source: GitHub Copilot reported no metered quotas
fr: GitHub Copilot n'a signalé aucun quota mesuré
ja: GitHub Copilot は計測対象の割り当てを返しませんでした
pt_br: O GitHub Copilot não informou nenhuma cota medida
ru: GitHub Copilot не сообщил измеряемых квот
zh_hans: GitHub Copilot 没有返回可计量的配额

source: Grok has nothing metered on this account yet
fr: Grok n'a encore rien de mesuré sur ce compte
ja: このアカウントには、Grok が計測する対象がまだありません
pt_br: O Grok ainda não tem nada medido nesta conta
ru: Для этого аккаунта Grok пока нет измеряемого использования
zh_hans: 这个 Grok 账号目前没有可计量的额度

source: Grok is a new ring
fr: Grok est un nouvel anneau
ja: Grok が新しいリングに
pt_br: O Grok é um novo anel
ru: Grok — новое кольцо
zh_hans: Grok 成了新的圆环

source: Hidden from the notch · Loaded in Ollama
fr: Masqué de l'encoche · Chargé dans Ollama
ja: ノッチでは非表示 · Ollama には読み込み済み
pt_br: Oculto do notch · Carregado no Ollama
ru: Скрыто на панели · Загружено в Ollama
zh_hans: 已从刘海隐藏 · 仍加载在 Ollama

source: Hide
fr: Masquer
ja: 非表示
pt_br: Ocultar
ru: Скрыть
zh_hans: 隐藏

source: Hide %@ from the Pill
fr: Masquer %@ de la pilule
ja: %@をピルから隠す
pt_br: Ocultar %@ da pílula
ru: Скрыть %@ с пилюли
zh_hans: 从胶囊中隐藏 %@

source: Hide Sidebar
fr: Masquer la barre latérale
ja: サイドバーを隠す
pt_br: Ocultar barra lateral
ru: Скрыть боковую панель
zh_hans: 隐藏边栏

source: Hold ⌥ and drag the notch to slide it along its edge. Each edge remembers where you left it.
fr: Maintenez ⌥ et faites glisser l'encoche pour la déplacer le long de son bord. Chaque bord retient où vous l'avez laissée.
ja: ⌥ を押しながらノッチをドラッグすると、辺に沿って動かせます。位置は辺ごとに記憶されます。
pt_br: Segure ⌥ e arraste o notch para deslizá-lo ao longo da borda. Cada borda lembra onde você o deixou.
ru: Удерживайте ⌥ и перетаскивайте панель вдоль края. Для каждого края запоминается последнее положение.
zh_hans: 按住 ⌥ 拖动刘海，沿边缘滑动。每条边都会记住你放的位置。

source: Idle
fr: Inactive
ja: アイドル
pt_br: Ocioso
ru: Бездействие
zh_hans: 空闲

source: In the Dock, in the menu bar, or nowhere at all.
fr: Dans le Dock, dans la barre des menus, ou nulle part.
ja: Dock、メニューバー、またはどこにも出さない。
pt_br: No Dock, na barra de menus, ou em lugar nenhum.
ru: В Dock, в строке меню или нигде.
zh_hans: 在程序坞、在菜单栏，或者哪里都不出现。

source: Included usage
fr: Consommation incluse
ja: プラン内の使用量
pt_br: Uso incluído
ru: Включённый объём
zh_hans: 套餐用量

source: Inside
fr: À l'intérieur
ja: 内側
pt_br: Dentro
ru: Внутри
zh_hans: 内侧
